{"class_name": "Sequential", "keras_version": "2.0.8", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_constraint": null, "dtype": "float32", "batch_input_shape": [null, 41], "use_bias": true, "units": 12, "name": "dense_1", "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_constraint": null, "activation": "relu", "use_bias": true, "units": 8, "name": "dense_2", "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_constraint": null, "activation": "sigmoid", "use_bias": true, "units": 3, "name": "dense_3", "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}